Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/historja.html.tmx
Source language: sme
Languages: sma

source: Historjá / Duogáš / Sámedikki birra / Sámediggi - Sametinget
sma: Histovrije / Sjïeke / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Davvikalohtas leat sámit ássan ja leamaš sierra álbmogin iežaset gielain, árbevieruiguin ja ealáhusheivehemiiguin ollu ovdalgo nationála stáhtat ásahuvvojedje.
sma: Noerhtekalottesne saemieh vyöseme goh akte åålmege, jïjtsh gïeline, jïjtsh aerpievuekiejgujmie jïh jielemesjïehtedimmiejgujmie guhkiem åvtelen dah nasjovnaalestaath tseegkesovvin.

source: Maŋŋá go ráját gessojuvvojedje, de šadde sámit sierra álbmogin njealji sierra stáhtas: Norggas, Ruoŧas, Suomas ja Ruoššas.
sma: Mænngan raaste bïejesovvi jaepien 1751, dle saemieh akte åålmege sjïdti årromedajvigujmie njieljine staatine: Nöörje, Sveerje, Såevmie jïh Russlaante.

source: Sámiid árbevirolaš guovllut lea Guoládatnjárgga rájes davvenuortan gitta Engerdala rádjai Mátta-Norggas ja Idre rádjai Mátta-Ruoŧas.
sma: Saemiej aerpievuekien dajvh leah Kolanjaarken luvhtie noerhteluvlene, Engerdaelien gåajkoe Åarjel-Nöörjesne, jïh Eajran gåajkoe Åarjel-Sveerjesne.

source: Dát guovlu gohčoduvvo Sápmin.
sma: Daan dajven saemien nomme lea Saepmie / Saemien eatneme.

source: Dáruiduhttin
sma: Daaroedehteme

source: 1800-logus šaddá dađistaga eanet lassáneaddji dihtomielalašvuohta norgga našuvnna hárrái.
sma: 1800-låhkoen dle akte ahkedh stuerebe voerkesvoete sjædta dan nöörjen nasjovnen bïjre.

source: Norga oaččui vuođđolágas 1814:s ja oalle ollu iehčanasvuođa ja dalle álggahuvvui norgga našuvnna huksen.
sma: Nöörje sov maadthlaakem åadtjoeji 1814, mestie gaajh jïjtjeraarehke sjïdti, jïh dan mænngan aaj dïhte nöörjen nasjovnebigkeme eelki.

source: 1848:s čuoččuha ráđđehus ja stuorradiggi ahte stáhta lea eaiggáduššan Finnmárkku eatnamiid don doloža rájes.
sma: Jaepien 1848 dle reerenasse jïh stoerredigkie jiehtieh staate lij aajhterinie orreme Finnmaarhken dajveste, joe dejpelistie.

source: Vuođustussan dasa lea leamaš ahte guovllus leat ássan “ johtti sápmelaččat ”, ja johtaleddjiin ii lean makkárge oamastanriekti.
sma: Buerkiestimmie lij “ gilkije saemieh ” mah vuesiehtin dejtie juhtije saemide, lin dajvesne orreme, jïh dïhte åtnoe juhtiemistie idtji saemide naan eekereaktam vedtieh.

source: Norgga eiseválddit regulerejedje maiddái čavga vejolašvuođa bargat eanadoaluin.
sma: Dah nöörjen åejvieladtjh aaj striengkieslaakan sjïehtesjin gïeh åadtjoejin jåartam eekedh.

source: Maŋŋá 1888 besse dušše norgalaččat ja ruoŧŧilaččat oastit eatnama Norggas ja norgga stáhtalahttun sáhtte beassat dušše dat olbmot geat máhtte dárogiela.
sma: Mænngan 1888 dle ajve nöörjen jïh svïenske almetjh meehtin dajvem ribledh Nöörjesne, jïh ajve dah mah meehtin dam nöörjen gïelem soptsestidh, åadtjoejin nöörjen staatenårroejinie sjïdtedh.

source: 1902:s mearridii Stuorradiggi ođđa eanavuovdinlága.
sma: Jaepien 1902 dle Stoerredigkie orre jåartadoekemelaakem Finnmaarhkese nænnoesti.

source: Dan lágas čuožžu ahte dušše norgga stáhtalahtut sáhtte oastit eatnama, ja deaŧalaš lei vuovdit eatnama sidjiide geat ávkkástalle dainna eanadoallin ja olmmožin ” … som kunne tale, lese og skrive det Norske Sprog og benytte det til daglig Brug ” (geat máhtte hállat, lohkat ja čállit dárogiela ja geavahit dan beaivválaččat).
sma: Daennie laakesne dle tjåådtje ajve nöörjen staatenårrojh meehtin åestiejinie årrodh, jïh edtji tjïertestidh dah mah åadtjoejin dajvem åestedh lij nohtese jåartaburrine, jïh “ meehtin soptsestidh, lohkedh jïh tjaeledh dam Nöörjen gïelem jïh dam biejjieladtje Nåhtadidh ”.

source: Láhka gustui jahkái 1965.
sma: Laake lij faamosne jaepien 1965 raajan.

source: Dáruiduhttinpolitihkka nanosmuvvá nuppi máilmmisoađi rádjai.
sma: Daaroedehtemepolitihke veaksahkåbpoe sjædta 2. veartenedåaroen raajan.

source: Hele folkets egenart og begavelse peker ikke i den retning ” (Sámi vuoigŋaduodji ja kultuvra ii gávdno.
sma: Jaepien 1924 gaskem jeatjah akte parlamentarihkeles skuvlekommisjovne jeahta “ Saemien voejkenen jielede jïh kultuvre leah naakede mij ij gååvnesh.

source: Olles álbmoga mihtilmasvuohta ja attáldat čujuhit dan guvlui).
sma: Abpe åålmegen sjïerevoete jïh tjiehpiesvoete eah dan haaran tjuvtjedh ”.

source: Maŋŋá nuppi máilmmisoađi nohkagoahtá dáruiduhttinpolitihkka.
sma: 2. veartenedåaroen mænngan dle daaroedehtemepolitihke lea nåhkedeminie.

source: Dát bissu goittotge imašlaš guhká.
sma: Nov amma læjhkan dle guhkiem staatnehkahta.

source: Maŋŋá nuppi máilmmisoađi rievddai oaidnu čearddalaš minoritehtaide.
sma: Dïhte vuajnoe gïelen jïh etnihkeles unnebelåhkojde jorkesi mubpien veartenedåaroen mænngan.

source: Riikkaidgaskasaš olmmošvuoigatvuođabargu dagahii ahte álbmotrievttálaš šiehtadusat dohkkehuvvojedje sihke Eurohpás ja ON:s.
sma: Gaskenasjovnaale almetjereaktabarkoen gaavhtan dle almetjerïekteles latjkoeh nænnoestamme sjïdtin dovne Europejesne jïh ENsne.

source: Dát váikkuhii maiddái norgga eiseválddiid guottuide minoritehtaid ektui, ja erenoamážit sápmelaččaide.
sma: Dïhte aaj tsevtsi guktie nöörjen åejvieladtjh unnebelåhkojde vööjni, jïh joekoen saemide.

source: Dát bođii almmolaččat ovdan Norgga bealis 1948:s go Samordningsnemnda for skoleverket (skuvladoaimmahaga heivehanlávdegoddi) ovddidii máŋga evttohusa dainna áigumušain ahte heivehit skuvlafálaldaga sámemánáide.
sma: Nöörjen byögkelesvoeteste daate våajnoes sjïdti jaepien 1948, gosse Skuvlevierhkien iktedimmemoenehtse jïjnjh raeriestimmieh böökti juktie skuvlefaalenassem saemien maanide sjïehtedidh.

source: Dát lávdegoddi evttohii ahte sámegiella galggai oažžut eanet saji oahpahussii, ovttas sámi kulturhistorjjáin ja sámi ruovttufidnuin.
sma: Daate moenehtse sïjhti saemien gïele edtji aktem gamte sijjiem åadtjodh ööhpehtimmesne, saemien kultuvrehistovrijine jïh saemien hïejmebarkojne ektine.

source: Daid doaibmabijuid gaskkas, mat čađahuvvojedje dahje álggahuvvojedje heivehanlávdegotti rávvaga vuođul, lei risttalašvuođagirjjit guovtti gillii ja sámegieloahpahus Romssa oahpaheaddjiskuvllas 1953 rájes.
sma: Dej råajvarimmiej gaskem mejgujmie nïerhki jallh mejtie eelki Iktedimmiemoenehtsen juvnehtimmien mietie, lij jupmelesvoetegærjah guektiengïerth gïeline, jïh saemienööhpehtimmiem Tromsøn Lohkehtæjjaskuvlesne 1953 raejeste.

source: 1956:s nammaduvvui Sámekomitea (lávdegoddi čielggadit sámeáššiid).
sma: Jaepien 1956 Saemiemoenehtse (moenehtse mij edtji saemien gyhtjelassh salkehtidh) nammoehtamme sjïdti.

source: Lávdegotti evttohus geigejuvvui 1959:s, ja adnojuvvo minoritehtapolitihkalaš jorggiheapmin.
sma: Moenehtsen raeriestimmie maam böökti jaepien 1959, ryöknesåvva goh akte unnebelåhkoepolitihkeles jarkememierie.

source: Álggahusas čujuhuvvo dasa ahte minoritehtaáššit lea šaddan eanet áigeguovdilat:
sma: Raeriestimmien aalkovisnie tjïerteste unnebelåhkoegyhtjelassh lin sjyöhtehkåbpoe sjïdteme:

source: Minoritehtagažaldagat ledje miehtá máilmmi šaddan mealgat eanet buolli áššin go ovdal, ja vaikke vel min riikkas ii lean sáhka das ahte sámi minoritehta lei dulbmojuvvon seamma láhkai go ollu eará sajiin máilmmis, de lei čielggas ahte min guovllus maid ledje dahkkojuvvon boasttuvuođat.
sma: “ Unnebelåhkoegyhtjelassh lin sjyöhtehkåbpoe sjïdteme abpe veartenisnie goh aarebi, jïh jalhts mijjen laantesne idtji maehtieh akten dïedtesimmien bïjre soptsestidh dejstie saemijste seamma laakan goh jeatjah lehkesne veartenisnie, dle lij naa tjïelke mijjen luvnie aaj fiejlieh dorjesovveme.

source: Nu dát guoská ge dan skuvlapolitihkkii mii lei čađahuvvon gitta nuppi máilmmisoađi rádjai (Sámekomitea evttohusa 6. s).
sma: Naemhtie goh skuvlepolitihken bïjre mijjen jaepietjuetien, eevre mubpien veartenedåaroen raajan ". (Saemiemoenehtsen raeriestimmie, s.6.)

source: Lávdegoddi oinnii iežas bargun ahte gávdnat njuolggadusaid ja ulbmila eiseválddiid politihkkii sápmelaččaid ektui mat sáhtte nannet sámi minoritehta ekonomalaččat, sosiálalaččat ja kultuvrralaččat (19. s).
sma: Moenehtse vööjni sov barkoe lij “ bïhkedassh jïh aktem ulmiem gaavnedh åejvieladtji politihkese saemiej vööste, mah maehtieh dam saemien unnebelåhkoem ekonomeles, sosijaale- jïh kultuvrellelaakan nænnoestehtedh ” (s.19).

source: Evttohusas ovddiduvvo dakkár vuođđooaidnu mii dojii dáruiduhttinpolitihka.
sma: Raeriestimmesne aktem maadthvuajnoem böökti mij daaroedehtemepolitihkem vuastali.

source: Lávdegoddi oaivvildii ahte Norgga sámepolitihkka berrešii nannet sápmelaččaid joavkun, ovddidit árvvusatnima olmmošjoavkkuid gaskkas ja čađahit ekonomalaš ja sosiála doaibmabijuid dainna áigumušain ahte heivehit sámi eallinvuogi ođđaáigái ja eanet ovttaiduhttima Norgga servodahkii.
sma: Moenehtse vïenhti nöörjen saemiepolitihke byöri ulmine utnedh saemide nænnoestehtedh goh dåehkie, seahkarimmiem sjïdtedehtedh almetjedåehkiej gaskem jïh ekonomeles jïh sosijaale råajvarimmiejgujmie nïerhkedh juktie saemien jieledevuekiem daajbaaletje darjodh, jïh saemide buerebelaakan sjïehtesjidh nöörjen siebriedahkese.

source: Positiiva ovddut adnojuvvojedje dárbbašlažžan dasa ahte juksat ovttalágan vuoigatvuođaid sápmelaččaid ja dážaid gaskkas.
sma: Positijve sjïere aevhkieh vuajnalgi goh daerpies, juktie seamma reaktah åadtjodh saemiej jïh nöörjen almetji gaskem.

source: Evttohusa deaŧalaš árvalus lei sierra sámi guovllu nannema, gos earret eará galge gustot sierra njuolggadusat sámegiela stáhtusa dáfus, sihke skuvllas ja almmolaš hálddahusas.
sma: Akte vihkeles raeriestimmie lij aktem jïjtse saemien dajvem nænnoestehtedh, gusnie gaskem jeatjah edtji sjïere njoelkedassh årrodh saemien gïelen staatusen bïjre, dovne skuvlesne jïh byögkeles reeremisnie.

source: Lávdegotti ággan lei ahte dakkár guovddášguovlu gávdnui juo.
sma: Moenehtse tjïelkesti akte dagkeres dajve joe gååvnesi.

source: Eiseválddiid sámepolitihka ulbmilin fertii leat sámiid nannen joavkun.
sma: Dïhte ulmie åejvieladtji saemiepolitihkese lij badth saemide veaksahkåbpoe darjodh goh dåehkie.

source: Komitea oaivvildii ahte positiivvalaš sierra ovddut leat dárbbašlaččat go galgá juksat seamma vuoigatvuođaid sámiid ja dážaid gaskka.
sma: Moenehtse vïenhti positijve sjïere aevhkieh lin daerpies, juktie seamma reaktah buektiehtidh saemiej jïh nöörjen almetji gaskem.

source: Ráđđehus ii čuovvolan Sámekomitea evttohusaid dieđáhusastis Stuorradiggái 1963:s.
sma: Reerenasse idtji Saemiemoenehtsen raeriestimmiejgujmie vielie darjoeh sov bïevnesisnie Stoerredægkan jaepien 1963.

source: Ráđđehus ii dahkan oainnu sámiid ektui čearddalaš minoritehtan, muhto baicce gohčodii sápmelaččat “ sámegielat dážan ”.
sma: Reerenasse idtji sïjhth naan mïelem utnedh saemiej bïjre goh unnebelåhkoe, sijjeste dle saemiej bïjre soptsesti goh “ saamastallije nöörjen almetjh ”.

source: Ráđđehus aiddostahtii dasto ahte sámi kultuvrra suodjaleami ulbmil Norggas lea individuála válljen.
sma: Reerenasse aaj tjïertesti dïhte ulmie saemien kultuvrem Nöörjesne vaarjelidh, edtji jïjtjeraarehke veeljemisnie årrodh.

source: Maŋŋil 1970-logu dohkkehuvvojit sápmelaččat Norggas minoritehtan veahážiid mielde.
sma: 1970-låhkoe doekoe dle ojhte aalka jååhkesjidh saemieh leah unnebelåhkoe Nöörjesne.

source: Oahpahus sámegielas nannejuvvui riektin 1967:s ja sámi gymnasa bođii seamma jagi Kárášjohkii.
sma: Jaepien 1967 dle vihtiesti ööhpehtimmie saemien gïelesne lij akte reakta, jïh akte saemien gymnase Karasjohkesne tseegkesovvi seamma jaepien.

source: 1973:s ásahuvvui kulturguovddáš Sámi Instituhtta Guovdageidnui.
sma: 1973 dle kultuvrejarnge Sámi Instituhtta tseegkesovvi Guovdageaidnusne.

source: Dat lea maŋŋá ovddiduvvon čielggadan- ja dutkaninstituhttan.
sma: Mænngan dle dïhte salkehtimmie- jïh dotkemeinstituhtine evtiesovvi.

source: Ođđa sámepolitihkka
sma: Orre saemiepolitihke

source: 1960 ja 1970 logus lassána dađistaga ođđa sámi sohkabuolvva gaskkas dihtomielalašvuohta ja radikaliseren.
sma: 1960- jïh 70 låhkoen dle voerkesvoete jïh radikaliseringe læssanieh dej nuerebe saemiej luvnie.

source: Sámeášši šaddá maiddái eanet álgoálbmotáššin.
sma: Dïhte saemien aamhtese aaj jiene-jienebe aalkoealmetjeaamhtesinie sjædta.

source: Sámi organisašuvnnat bargagohtet árjjalaččat ja searvagohtet riikkaidgaskasaš álgoálbmotbargui earret eará Álgoálbmogiid máilmmiráđi (WCIP) bokte.
sma: Dah saemien siebrieh eadtjohkelaakan barkin juktie meatan årrodh dennie gaskenasjovnaale aalkoealmetjebarkosne, gaskem jeatjah gosse Vearteneraerie aalkoealmetjidie (WCIP) tseegkesovvi jaepien 1975.

source: Dáruiduhttinpolitihkka mii lei bistán 1800 logu beallemutto rájes lei alimusas Álttá stuimmiid áigge.
sma: Daaroedehtemepolitihke mij lij jåhteme 1800-låhkoen minngiegietjien raejeste, lij goh stööremes dan tïjjen gosse ovvaantoe lij Altesne.

source: Dát stuibmi álggii dalle go Stuorradiggi 1978:s mearridii dulvadit Álttá-Guovdageainnu eanu ja hukset elfápmostašuvnna.
sma: Akte ovvaantoe mij eelki jaepien 1978, gosse Stoerredigkie nænnoesti Alta-Guovdageaidnu-tjaetsieåeriem deepmesjidh juktie faamoestasjovnem bigkedh.

source: Dát buvttihii ollu vuostálastima, akšuvnnaid ja miellačájáhusaid sihke sámiid ja biraspolitihkalaš lihkadusaid beales.
sma: Daan sjïekenisnie dle gellie gïrremh, aksjovnh jïh demonstrasjovnh sjïdtin, dovne saemijste jïh dehtie byjresepolitihkeles bieleste.

source: Olles Áltá-ášši manai ollu roasuid čađa, earret eará lei nealgudeapmi Stuorradikki olggobealde 1979:s ja 1981:s ja stáhtaministara kantuvra váldojuvvui háldui 1981:s.
sma: Abpe Alta-aamhtesen tjïrrh lij gellie neavroeh, gaskem jeatjah nealkomestreejke Stoerredigkien ålkolen 1979 jïh 1981, jïh okkupasjovne staateministeren kontovreste 1981.

source: Gižžu lei alimusas dalle go 600 politiija bohte čorget sámeleairra ja váldit eret olbmuid geat ledje čanadan iežaset gittalagaid Savvonis Álttás ođđajagimánu 15. b. 1981.
sma: Dïhte gæmhpoe jallatjommesem jaksa gosse 600 pollisealmetjh dam sijjiem sjeakoejin gusnie saemieh hööltestin, jïh lïenghkedåehkiem Stillesne röönji tsïengelen 15. b. 1981.

source: Dát Áltá-ášši vásihus attii Norgga eiseválddiide dárbbu sierra gulahallat sámi organisašuvnnaiguin ja váldit daiguin oktavuođa.
sma: Dah dååjrehtimmieh Alta-aamhtesistie darjoeji guktie dah nöörjen åejvieladtjh daarpesjin jïjtje soptsestidh jïh råårestalledh saemien siebriejgujmie.

source: Eiseválddit vásihedje ahte vejolašvuohta ja dáidu stivret sámiid lei garrasit hedjonan, seammás go dat movt Norga meannudii iežas álgoálbmogin bovttii beroštumi riikkaidgaskasaččat.
sma: Dah åejvieladtjh dååjrin ij lij vielie nuepie, jïh ij lij seamma aelhkie saemiej bijjelen stuvredh, seamma aejkien goh dïhte gaskenasjovnaale veartene aaj tjalmahti guktie Nöörje sov aalkoealmetjh gïetedi.

source: Áltá-ášši bijai áigeráji Norgga sámepolitihkkii.
sma: Alta-aamhtese aktem tïjjeraastem mïerhkesje Nöörjen saemiepolitihkesne.

source: Sápmelaččat eai dohkkehuvvon dušše minoritehtan, muhto maiddái álgoálbmogin.
sma: Saemieh jååhkesjimmiem åadtjoejin eah ajve goh unnebelåhkoe, men aaj goh aalkoealmetje Nöörjesne.

source: Dalle go stuibmi stáhtaeiseválddiid ja sámiid gaskka lei vearrámus 1980-81:s, de lei dárbu politihkalaččat miehtat sámi vuoigatvuođaid ektui.
sma: Gosse ræjhtoe staaten åejvieladtji jïh saemiej gaskem lij goh stööremes jaepiej 1980-81, dellie lij daerpies politihkeles byjhkesjimmiejgujmie saemien reaktaj bïjre.

source: Dát dagahii dan ahte ráđđehus ja sámi organisašuvnnat sohpe ahte dát galget čielggaduvvot lagabuidda.
sma: Reerenasse jïh saemiesiebrieh dan mænngan seamadin daate edtji dorjesovvedh lïhkebe salkehtimmiej mietie.

source: Golggotmánu 10. b. 1980 nammadii Ráđđehus Sámi vuoigatvuođalávdegotti ja Sámi kulturlávdegotti dustet sámiid gáibádusaid.
sma: Reerenasse Saemiereaktamoenehtsem jïh Saemiekultuvremoenehtsem nammoehti juktie saemiej krïevenassi gaavnefedtie båetedh rïhkeden 10. b. 1980.

source: 1984:s geigii Sámi vuoigatvuođalávdegotti vuosttaš oassečielggadusa, “ Sámiid riektedili birra ”, ja dat bijai vuođu Stuorradikki mearrádussii 1987:s Sámelága hárrái (Láhka Sámedikki ja eará sámi riektidiliid hárrái).
sma: Saemiereaktamoenehtse åehpiedehti sov voestes bielieraeriestimmiem “ Saemiej reaktatsiehkien bïjre ” 1984. Dïhte våaroeminie sjïdti Stoerredigkien nænnoestæmman 1987 Saemielaaken bïjre (Laake Saemiedigkien jïh jeatjah saemien reaktatsiehkiej bïjre).

source: Sámeláhka bijai rievttálaš vuođu Sámedikki ásaheapmái.
sma: Saemielaake dam rïekteles våaromem sjugniedi juktie Saemiedigkien tseegkedh.

source: Válga vuosttaš Sámediggái čađahuvvui čakčamánus 1989, ja Gonagaslaš majestehta Gonagas Olav V rabai vuosttáš Sámedikki golggotmánu 9. b. 1989 Kárášjogas.
sma: Dïhte voestes veeljeme Saemiedægkan lij skïereden 1989, jïh H.M Gånka Olav V. dam voestes Saemiedigkiem rïhpesti rïhkeden 9. b. 1989 Karasjohkesne.
